export interface ColourOption {
  value: number;
  label: string;
}

export const colourOptions: readonly ColourOption[] = [
  {
    value: 1,
    label: "ঢাকা বিশ্ববিদ্যালয়",
  },
  {
    value: 2,
    label: "রাজশাহী বিশ্ববিদ্যালয়",
  },
  {
    value: 3,
    label: "চট্টগ্রাম বিশ্ববিদ্যালয়",
  },
  {
    value: 4,
    label: "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়",
  },
  {
    value: 5,
    label: "জগন্নাথ বিশ্ববিদ্যালয়",
  },
  {
    value: 6,
    label: "ইসলামী বিশ্ববিদ্যালয়",
  },
  {
    value: 7,
    label: "জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়",
  },
  {
    value: 8,
    label: "কুমিল্লা বিশ্ববিদ্যালয়",
  },
  {
    value: 9,
    label: "খুলনা বিশ্ববিদ্যালয়",
  },
  {
    value: 10,
    label: "বেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর",
  },
  {
    value: 11,
    label: "বরিশাল বিশ্ববিদ্যালয়",
  },
  {
    value: 12,
    label: "রবীন্দ্র বিশ্ববিদ্যালয়",
  },
  {
    value: 13,
    label: "শেখ হাসিনা বিশ্ববিদ্যালয়",
  },
  {
    value: 14,
    label: "বঙ্গবন্ধু শেখ মুজিবুর রহমান বিশ্ববিদ্যালয়",
  },
  {
    value: 15,
    label: "মুজিবনগর বিশ্ববিদ্যালয়",
  },
  {
    value: 16,
    label: "ঠাকুরগাঁও বিশ্ববিদ্যালয়",
  },
  {
    value: 17,
    label: "বঙ্গবন্ধু পাবলিক বিশ্ববিদ্যালয় নওগাঁ",
  },
  {
    value: 18,
    label: "বাংলাদেশ ইউনিভার্সিটি অব প্রফেশনালস",
  },
  {
    value: 19,
    label: "বাংলাদেশ কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 20,
    label: "বঙ্গবন্ধু শেখ মুজিবুর রহমান কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 21,
    label: "শেরেবাংলা কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 22,
    label: "চট্টগ্রাম ভেটেরিনারি ও এনিম্যাল সাইন্সেস বিশ্ববিদ্যালয়",
  },
  {
    value: 23,
    label: "সিলেট কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 24,
    label: "খুলনা কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 25,
    label: "হবিগঞ্জ কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 26,
    label: "কুড়িগ্রাম কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 27,
    label: "শেখ হাসিনা কৃষি বিশ্ববিদ্যালয়",
  },
  {
    value: 28,
    label: "বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়",
  },
  {
    value: 29,
    label: "রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 30,
    label: "ঢাকা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 31,
    label: "চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 32,
    label: "খুলনা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 33,
    label: "শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 34,
    label: "বঙ্গবন্ধু শেখ মুজিবুর রহমান বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পিরোজপুর",
  },
  {
    value: 35,
    label: "হাজী মোহাম্মদ দানেশ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 36,
    label: "মাওলানা ভাসানী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 37,
    label: "পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 38,
    label: "নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 39,
    label: "যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 40,
    label: "পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 41,
    label: "বঙ্গবন্ধু শেখ মুজিবুর রহমান বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 42,
    label: "রাঙ্গামাটি বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 43,
    label: "বঙ্গবন্ধু শেখ মুজিবুর রহমান ডিজিটাল বিশ্ববিদ্যালয়",
  },
  {
    value: 44,
    label:
      "বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 45,
    label: "চাঁদপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 46,
    label: "সুনামগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 47,
    label: "বগুড়া বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 48,
    label: "লক্ষ্মীপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়",
  },
  {
    value: 49,
    label:
       "বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়",
  },
  {
    value: 50,
    label:
      "রাজশাহী মেডিকেল বিশ্ববিদ্যালয়",
  },
  {
    value: 51,
    label: "চট্টগ্রাম মেডিকেল বিশ্ববিদ্যালয়",
  },
  {
    value: 52,
    label: "সিলেট মেডিকেল বিশ্ববিদ্যালয়",
  },
  {
    value: 53,
    label: "শেখ হাসিনা মেডিকেল বিশ্ববিদ্যালয়",
  },
  {
    value: 54,
    label: "ঢাকা মেডিকেল কলেজ",
  },
  {
    value: 55,
    label: "চট্টগ্রাম মেডিকেল কলেজ",
  },
  {
    value: 56,
    label: "রাজশাহী মেডিকেল কলেজ",
  },
  {
    value: 57,
    label: "ময়মনসিংহ মেডিকেল কলেজ",
  },
  {
    value: 58,
    label: "শের-ই-বাংলা মেডিকেল কলেজ",
  },
  {
    value: 59,
    label: "শহীদ সোহ্‌রাওয়ার্দী মেডিকেল কলেজ",
  },
  {
    value: 60,
    label: "সিলেট এম.এ.জি. ওসমানী মেডিকেল কলেজ",
  },
  {
    value: 61,
    label: "স্যার সলিমুল্লাহ মেডিকেল কলেজ",
  },
  {
    value: 62,
    label: "রংপুর মেডিকেল কলেজ",
  },
  {
    value: 63,
    label: "বঙ্গবন্ধু শেখ মুজিব মেডিকেল কলেজ, সুনামগঞ্জ",
  },
  {
    value: 64,
    label: "কুমিল্লা মেডিকেল কলেজ",
  },
  {
    value: 65,
    label: "খুলনা মেডিকেল কলেজ",
  },
  {
    value: 66,
    label: "শহীদ জিয়াউর রহমান মেডিকেল কলেজ",
  },
  {
    value: 67,
    label: "বঙ্গবন্ধু শেখ মুজিব মেডিকেল কলেজ, ফরিদপুর",
  },
  {
    value: 68,
    label: "এম আব্দুর রহিম মেডিকেল কলেজ",
  },
  {
    value: 69,
    label: "চাঁদপুর মেডিকেল কলেজ",
  },
  {
    value: 70,
    label: "পাবনা মেডিকেল কলেজ",
  },
  {
    value: 71,
    label: "আব্দুল মালেক উকিল মেডিকেল কলেজ, নোয়াখালী",
  },
  {
    value: 72,
    label: "কক্সবাজার মেডিকেল কলেজ",
  },
  {
    value: 73,
    label: "যশোর মেডিকেল কলেজ",
  },
  {
    value: 74,
    label: "সাতক্ষীরা মেডিকেল কলেজ",
  },
  {
    value: 75,
    label: "শহীদ সৈয়দ নজরুল ইসলাম মেডিকেল কলেজ",
  },
  {
    value: 76,
    label: "কুষ্টিয়া মেডিকেল কলেজ",
  },
  {
    value: 77,
    label: "শেখ সায়েরা খাতুন মেডিকেল কলেজ",
  },
  {
    value: 78,
    label: "শহীদ তাজউদ্দীন আহমদ মেডিকেল কলেজ",
  },
  {
    value: 79,
    label: "শেখ হাসিনা মেডিকেল কলেজ, টাঙ্গাইল",
  },
  {
    value: 80,
    label: "শেখ হাসিনা মেডিকেল কলেজ, জামালপুর",
  },
  {
    value: 81,
    label: "কর্নেল মালেক মেডিকেল কলেজ",
  },
  {
    value: 82,
    label: "শহীদ এম. মনসুর আলী মেডিকেল কলেজ, সিরাজগঞ্জ",
  },
  {
    value: 83,
    label: "পটুয়াখালী মেডিকেল কলেজ",
  },
  {
    value: 84,
    label: "রাঙ্গামাটি মেডিকেল কলেজ",
  },
  {
    value: 85,
    label: "মুগদা মেডিকেল কলেজ, মুগদা, ঢাকা",
  },
  {
    value: 86,
    label: "শেখ হাসিনা মেডিকেল কলেজ, হবিগঞ্জ",
  },
  {
    value: 87,
    label: "নেত্রকোণা মেডিকেল কলেজ",
  },
  {
    value: 88,
    label: "নীলফামারী মেডিকেল কলেজ",
  },
  {
    value: 89,
    label: "নওগাঁ মেডিকেল কলেজ",
  },
  {
    value: 90,
    label: "মাগুরা মেডিকেল কলেজ",
  },
   
];
